Revit 2024 API
ParameterTypeId.SpacePeopleLoadParam Property
 "Occupancy Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpacePeopleLoadParam { get; }
Visual Basic
Public Shared ReadOnly Property SpacePeopleLoadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpacePeopleLoadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace